// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Weitere Einstellungen";
EWSDirectAccessTaskName = "EWS-Direktzugriff";

TaskTitleField = "Webserver";
TaskDescriptionField = "Das ausgewählte Gerät kann über den Integrierten Web-Server konfiguriert werden. Klicken Sie auf die Schaltfläche weiter unten, um die Gerätedaten und die Konfigurationsoptionen anzuzeigen.";
TaskStartButtonTitle = "Integrierten Web-Server öffnen";

CannotOpenEWSTitle = "Integrierter Web-Server ist nicht verfügbar.";
CannotOpenEWSMessage = "Diese Funktionen werden nicht unterstützt, wenn das Gerät über USB angeschossen ist. Sie müssen das Gerät mit einem lokalen Netzwerk verbinden, um den Integrierten Web-Server verwenden zu können.";
